Repository: NaN-tic/trytond-analytic_line_state
Catalog: locale/*.po
Languages: ca_es, es_es

# error:account.account:
source: The Account "%(account)s" has configured the next Analytic Roots as Forbidden and Optional at once: %(roots)s.
ca_es: El compte "%(account)s" té configurades les següents jerarquies analítiques com prohibides i opcionals a la vegada: %(roots)s.
es_es: La cuenta "%(account)s" tiene configuradas las siguientes jerarquías analíticas como prohibidas y opcionales a la vez: %(roots)s.

# error:account.account:
source: The Account "%(account)s" has configured the next Analytic Roots as Required and Forbidden at once: %(roots)s.
ca_es: El compte "%(account)s" té configurades les següents jerarquies analítiques com requerides i prohibides a la vegada: %(roots)s.
es_es: La cuenta "%(account)s" tiene configuradas las siguientes jerarquías analíticas como requeridas y prohibidas a la vez: %(roots)s.

# error:account.account:
source: The Account "%(account)s" has configured the next Analytic Roots as Required and Optional at once: %(roots)s.
ca_es: El compte "%(account)s" té configurades les següents jerarquies analítiques com requerides i opcionals a la vegada: %(roots)s.
es_es: La cuenta "%(account)s" tiene configuradas las siguientes jerarquías analíticas como requeridas y opcionales a la vez: %(roots)s.

# error:account.move.line:
source: The Move Line "%(line)s" is related to the Account "%(account)s" which is not configured for all Analytic hierarchies.
ca_es: L'apunt "%(line)s" està associat al compte "%(account)s" el qual no està configurat per totes les jerarquies analítiques.
es_es: El apunte "%(line)s" está asociado a la cuenta "%(account)s" la cual no está configurada para todas las jerarquías analíticas.

# error:account.move:
source: The Account Move "%(move)s" can't be posted because it doesn't have analytic lines for the next required analytic hierachies: %(roots)s, for the account %(account)s.
ca_es: L'assentament "%(move)s" no es pot validar perquè no te línies analítiques de les següents jerarquies obligatories "%(roots)s, per la compta %(account)s.

# error:account.move:
source: The Account Move "%(move)s" can't be posted because the Analytic Lines of hierachy "%(root)s" related to Move Line "%(line)s" are not valid.
ca_es: L'assentament "%(move)s" no pot ser confirmat perque les línies analítiques de la jerarquía "%(root)s" associades a l'apunt "%(line)s" no són vàlides.
es_es: El asiento "%(move)s" no se puede confirmar porque las líneas analíticas de la jerarquía "%(root)s" asociadas al apunte "%(line)s" no son válidas.

# error:analytic_account.account:
source: The next accounts are configured as Forbidden and Optional for the Analytic Root "%(root)s": %(accounts)s.
ca_es: Els següents comptes estàn configurats per tenir l'analítica prohibida i opcional a la jerarquia "%(root)s": %(accounts)s.
es_es: Las siguientes cuentas están configuradas para tener la analítica prohibida y opcional para la jerarquía "%(root)s": %(accounts)s.

# error:analytic_account.account:
source: The next accounts are configured as Required and Forbidden for the Analytic Root "%(root)s": %(accounts)s.
ca_es: Els següents comptes estàn configurats per tenir l'analítica requerida i prohibida a la jerarquia "%(root)s": %(accounts)s.
es_es: Las siguientes cuentas están configuradas para tener la analítica requerida y prohibida para la jerarquía "%(root)s": %(accounts)s.

# error:analytic_account.account:
source: The next accounts are configured as Required and Optional for the Analytic Root "%(root)s": %(accounts)s.
ca_es: Els següents comptes estàn configurats per tenir l'analítica requerida i opcional a la jerarquia "%(root)s": %(accounts)s.
es_es: Las siguientes cuentas están configuradas para tener la analítica requerida y opcional para la jerarquía "%(root)s": %(accounts)s.

# error:analytic_account.line:
source: The Analytic Line "%(line)s" is related to an Account Move Line of Account "%(account)s" which has the analytics forbidden for the Line's Analytic hierarchy.
ca_es: La línia analítica "%(line)s" està associada a un apunt del compte "%(account)s" el qual està configurat per tenir prohibida l'analítica per aquesta jerarquia.
es_es: La línea analítica "%(line)s" está asociada a un apunte de la cuenta "%(account)s" que está configurada para tener prohibida la analítica para esta jerarquía.

# field:account.account,analytic_forbidden:
source: Analytic Forbidden
ca_es: Analítica prohibida
es_es: Analítica prohibida

# field:account.account,analytic_optional:
source: Analytic Optional
ca_es: Analítica opcional
es_es: Analítica opcional

# field:account.account,analytic_pending_accounts:
source: Pending Accounts
ca_es: Comptes pendents
es_es: Cuentas pendientes

# field:account.account,analytic_required:
source: Analytic Required
ca_es: Analítica requerida
es_es: Analítica requerida

# field:account.configuration,validate_analytic:
source: Validate Analytic
ca_es: Validar analítica
es_es: Validar analítica

# field:analytic_account.account,analytic_forbidden:
source: Analytic Forbidden
ca_es: Analítica prohibida
es_es: Analítica prohibida

# field:analytic_account.account,analytic_optional:
source: Analytic Optional
ca_es: Analítica opcional
es_es: Analítica opcional

# field:analytic_account.account,analytic_pending_accounts:
source: Pending Accounts
ca_es: Comptes pendents
es_es: Cuentas pendientes

# field:analytic_account.account,analytic_required:
source: Analytic Required
ca_es: Analítica requerida
es_es: Analítica requerida

# field:analytic_account.account-forbidden-account.account,account:
source: Account
ca_es: Compte
es_es: Cuenta

# field:analytic_account.account-forbidden-account.account,analytic_account:
source: Analytic Account
ca_es: Compte analític
es_es: Cuenta analítica

# field:analytic_account.account-forbidden-account.account,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:analytic_account.account-forbidden-account.account,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:analytic_account.account-forbidden-account.account,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:analytic_account.account-forbidden-account.account,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:analytic_account.account-forbidden-account.account,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:analytic_account.account-forbidden-account.account,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:analytic_account.account-optional-account.account,account:
source: Account
ca_es: Compte
es_es: Cuenta

# field:analytic_account.account-optional-account.account,analytic_account:
source: Analytic Account
ca_es: Compte analític
es_es: Cuenta analítica

# field:analytic_account.account-optional-account.account,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:analytic_account.account-optional-account.account,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:analytic_account.account-optional-account.account,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:analytic_account.account-optional-account.account,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:analytic_account.account-optional-account.account,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:analytic_account.account-optional-account.account,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:analytic_account.account-required-account.account,account:
source: Account
ca_es: Compte
es_es: Cuenta

# field:analytic_account.account-required-account.account,analytic_account:
source: Analytic Account
ca_es: Compte analític
es_es: Cuenta analítica

# field:analytic_account.account-required-account.account,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha de creación

# field:analytic_account.account-required-account.account,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:analytic_account.account-required-account.account,id:
source: ID
ca_es: Identificador
es_es: Identificador

# field:analytic_account.account-required-account.account,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:analytic_account.account-required-account.account,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:analytic_account.account-required-account.account,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:analytic_account.line,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:analytic_account.line,internal_company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:analytic_account.line,state:
source: State
ca_es: Estat
es_es: Estado

# field:analytic_account.open_chart.start,posted:
source: Posted Moves
ca_es: Assentaments confirmats
es_es: Asientos confirmados

# help:account.configuration,validate_analytic:
source: If marked it will prevent to post a move to an account that has Pending Analytic accounts.
ca_es: Si es marca no es permetrà realitzar un apunt a un compte que no estigui configurat per totes les gerarquies analítiques.
es_es: Si se marca no se permitirà validar un assiento con una apuntes de cuentas que no tenga jerarquías analíticas pendientes de configurar.

# help:analytic_account.open_chart.start,posted:
source: Show posted moves only
ca_es: Mostra només assentaments confirmats
es_es: Muestra sólo asientos confirmados.

# model:analytic_account.account-forbidden-account.account,name:
source: Analytic Account - Account - Forbidden
ca_es: Compte analític - Compte - Prohibida
es_es: Cuenta analítica - Cuenta - Prohibida

# model:analytic_account.account-optional-account.account,name:
source: Analytic Account - Account - Optional
ca_es: Compte analític - Compte - Opcional
es_es: Cuenta analítica - Cuenta - Opcional

# model:analytic_account.account-required-account.account,name:
source: Analytic Account - Account - Required
ca_es: Compte analític - Compte - Requerit
es_es: Cuenta analítica - Cuenta - Requerida

# model:ir.ui.menu,name:menu_line_list
source: Analytic Lines
ca_es: Línies analítiques
es_es: Líneas analíticas

# selection:analytic_account.line,state:
source: Draft
ca_es: Esborrany
es_es: Borrador

# selection:analytic_account.line,state:
source: Valid
ca_es: Correcte
es_es: Correcto

# view:account.account:
source: Analytics Configuration
ca_es: Configuració analítica
es_es: Configuración analítica

# view:analytic_account.account:
source: Accounts Analytics Configuration
ca_es: Configuració analítica en comptes
es_es: Configuración analítica en cuentas

# error:account.move:
source: The Account Move "%(move)s" can't be posted because it doesn't have analytic lines for the next required analytic hierachies: %(roots)s.
es_es: El assiento "%(move)s" no se puede validar porqué no tiene líneas analíticas para las siguientes jerarquias obligatorias: %(roots)s, por la cuenta %(account)s.
